{
  "content": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": "This AVAnnotate project demonstrates how an attentive analysis of vocal performance elements enhances "
        },
        {
          "type": "link",
          "url": null,
          "children": [
            {
              "text": "",
              "strikethrough": true
            }
          ]
        },
        {
          "text": "listeners’ understanding of emotional and thematic distinctions in Sarah Kay’s spoken-word poem, "
        },
        {
          "text": "When Love Arrives. ",
          "italic": true
        },
        {
          "text": "Using the AVAnnotate platform, it allowed me to mark exact moments of vocal intensity, pitch fluctuation, and significant caesuras that encouraged closer analysis of how each vocal choice reinforces narrative "
        },
        {
          "type": "link",
          "url": null,
          "children": [
            {
              "text": "developments"
            }
          ]
        },
        {
          "text": ""
        },
        {
          "type": "link",
          "url": "#_msocom_2",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "text": "within the poem’s timeline."
        },
        {
          "text": " ",
          "italic": true
        },
        {
          "text": "This introduction to my project will delve into the materials and methods used in approaching this poem, such as "
        },
        {
          "type": "link",
          "url": null,
          "children": [
            {
              "text": "Marit J. MacArthur's reading "
            },
            {
              "text": "Monotony, the Churches of Poetry Reading, and Sound Studies",
              "italic": true
            },
            {
              "text": ", Billy-Ray Belcourt’s poetry book "
            },
            {
              "text": "The World is a Wound",
              "italic": true
            },
            {
              "text": " and Nina Sun Eidsheim’s article"
            }
          ]
        },
        {
          "text": ""
        },
        {
          "type": "link",
          "url": "#_msocom_3",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "text": "“Introduction: The Acousmatic Question: Who is this?” from the reading "
        },
        {
          "text": "The Race of Sound: Listening, Timbre and Vocality in African American Music",
          "italic": true
        },
        {
          "text": ". By noting the affordances these materials and methods allowed for my annotations, I will also mention the challenges that had risen in using these techniques. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "The poem is performed by Sarah Kay with additional vocals from Phil Kaye, both of whom are co-directors of “Project VOICE.” The"
        },
        {
          "type": "link",
          "url": null,
          "children": [
            {
              "text": " group is dedicated to using the voice and poetry to “entertain, educate and inspire” as noted on their official website."
            }
          ]
        },
        {
          "text": ""
        },
        {
          "type": "link",
          "url": "#_msocom_4",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "text": "They have worked with “over 150,000 students from kindergarten to University level” in their innovative workshops. Phil is also a co-director of this project and has performed with Kay in other pieces of poetry. The project promotes “empowerment” and improves “language skills” as well as encourages “creative collaboration.” "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "grid",
      "layout": [
        3,
        3
      ],
      "children": [
        {
          "type": "column",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            }
          ]
        },
        {
          "type": "column",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "I subject this poem to annotations to provide further engagement with the concepts of love, expectation, disappointment, and acceptance; emotions and themes many readers will find relatable. Annotating poetry offers an essential layer of interaction, and deepens the reader’s understanding of the ways these universal experiences manifest. Love, an emotion both celebrated and grieved, carries expectations often shaped by youthful naivety and idealism. These expectations can lead to profound disappointment when reality diverges significantly from the romanticized vision one may have had initially. Annotating this emotional progression allows readers to clearly recognize and reflect upon their own experiences and emotions, creating space for introspection and personal "
        },
        {
          "type": "link",
          "url": null,
          "children": [
            {
              "text": "growth."
            }
          ]
        },
        {
          "text": " "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "In annotating this poem, my goal extends beyond literary analysis; it "
        },
        {
          "type": "link",
          "url": null,
          "children": [
            {
              "text": "aims to create a therapeutic experience"
            }
          ]
        },
        {
          "text": " between the poem and its readers. Processing the emotions initiated by the end of a relationship—such as disappointment, grief, or acceptance—can be challenging. However, these guided annotations can encourage readers to engage thoughtfully with these feelings, which can lead to emotional clarity. While the lessons may appear obvious or straightforward, "
        },
        {
          "type": "link",
          "url": null,
          "children": [
            {
              "text": "reinforcing insights like emotional guidance as mentioned in my previous sentence, through annotation serves"
            }
          ]
        },
        {
          "text": " as an important reminder. Ultimately this poem and its annotation’s function—not only as a literary project—but also as a supportive companion for readers experiencing the universal complexities of love and loss. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "In approaching this project, I had taken inspiration from the deep listening skills and methods which initially, were foreign to me. As this is a spoken-word poetry performance I took note of listening and paying close attention to “measuring vocal performance” which is one of the methods of deep listening. Similarly to conducting a close listening practice, which is where an individual, guided by specific questions, listens to an audial piece and aims to answer or go beyond the scope of the questions. Measuring vocal performances focuses on the voice from an audial piece; this includes the pitch, frequency, duration or tone of the voice. I listened to Kay’s performance by noting the pitch of her voice. For example, her voices’ frequency lowered to mimic her father's strict “no funny business” kind of voice. I also listened to the amplitude of both Kay and Kaye’s voices when they spoke simultaneously to emphasize the meaning of the verse. Finally, I closely analyzed the caesuras during the performance and made note of how they affected the overall meaning of the poem. Marit MacArthur’s reading, "
        },
        {
          "text": "Monotony, the Churches of Poetry Reading, and Sound Studies ",
          "italic": true
        },
        {
          "text": "focuses on the perception of poetry, comparisons to religious sermons, academic and cultural contexts, and sound study perspectives. MacArthur’s analysis of the “poet's voice,” he uses the term “monotonous incantation” defined by the “repetition of a falling cadence with a narrow range of pitch, flattened affect and a restrained, earnest tone, and subordination of intonations dictated by syntactical patterns and visual prosody in favour of the prevailing cadence and pace.” In the same reading, MacArthur analyzes poetry readings from the field of sound studies. She urges a more intricate understanding of vocal performance which includes elements we discussed in class like pitch and how it emphasizes the audience's experience and interpretation of the poem. MacArthur's reading and its analysis of vocal performance of the “poet's voice” paired with the in-class methods used when conducting a close listening, aided my project in listening and annotating Kay’s poem through a lens that measures vocal listening more profoundly. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Another text that aided in my annotations is the poetry collection "
        },
        {
          "text": "The Wound is a World",
          "italic": true
        },
        {
          "text": " by the brilliant Indigenous author"
        },
        {
          "text": ",",
          "strikethrough": true
        },
        {
          "text": " Billy Ray Belcourt who "
        },
        {
          "text": "and ",
          "strikethrough": true
        },
        {
          "text": "describes it as a “part manifesto, part memoir” that deals with heartbreak, and life of a queer Indigenous man in the context of colonialism. It also revolves around the understanding of "
        },
        {
          "text": "being",
          "italic": true
        },
        {
          "text": " in the world and other people and his relationship with himself and his body. In listening to this piece, a lesson to take away in terms of sound studies is listening can be an ethical act. In approaching Kay’s poem, I made note of the methods used when initially listening to Belcourt’s poems; dissecting each verse and looking at the poem as a whole afterwards while connecting to other overall key themes presented in the poem. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Finally, the last reading that aided in my approach to annotating Kay’s poem was Nina Sun Eidsheim’s "
        },
        {
          "text": "The Race of Sound ",
          "italic": true
        },
        {
          "text": "which begins with an acousmatic question “Who is this?” To answer this question, we must consider the "
        },
        {
          "text": "timbre ",
          "italic": true
        },
        {
          "text": "of voice; it is a different element from others discussed; it refers to the “colour” or “tone” of voice. The reading explores how voices—specifically in African American contexts—are perceived, constructed, and racialized through listening. How the voice’s source is not the singer but the listener; as mentioned in class, voice is an effect of how we hear each other and ourselves, and name the narrowed qualities of that sonic experience. Furthermore, each voice is the product of a lifetime of training in cultural style—an expression of its environment. With this reading in mind for approaching a spoken-word poetry performance, I noted on the thoughts I had when initially listening to the performance and the assumptions I made solely based on the voices I heard. "
        },
        {
          "type": "link",
          "url": null,
          "children": [
            {
              "text": "By acknowledging the initial biases or assumptions I made during my first listening of the poem, such as assuming the ethnicity based off of the mid-pitched voice Kay had, I made sure to avoid these kinds of thoughts when annotating to create annotations that everyone can understand."
            }
          ]
        },
        {
          "text": ""
        },
        {
          "type": "link",
          "url": "#_msocom_8",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Although the readings aided in my listening and annotating of Kay’s poem, I encountered several challenges in approaching the poem with these methods. In annotating through the lens of emotional tone involved some ambiguity of emotions; Kay’s vocal emotional expression can be subtle or intentionally ambiguous, which makes it difficult to definitively label emotions. There is also complexity of timbre analysis as Eidsheim argues, vocal timbre is not just physical or acoustic but culturally shaped. In distinguishing what a genuine emotional timbrel shift is versus culturally conditional vocal habits was a bit challenging. Additionally, Kay’s pitch fluctuations are rapid and subtle, which makes it difficult to annotate pitch exactly and consistently across the performance. In terms of caesura, that requires exact timing as well, and short pauses can significantly alter meaning and emotional impact. There are additional contextual influences, such as Kay’s non-verbal cues—like facial expressions and gestures—that shape emotional perception beyond vocal elements. It can be difficult to annotate as this project is solely on the audio elements of the performance. These challenges arise when annotating Kay’s performance with the approaches from these required readings from class lectures. "
        },
        {
          "type": "link",
          "url": null,
          "children": [
            {
              "text": "By acknowledging these potential challenges, annotating became increasingly more effective and engaging."
            }
          ]
        },
        {
          "text": ""
        },
        {
          "type": "link",
          "url": "#_msocom_9",
          "children": [
            {
              "text": ""
            }
          ]
        },
        {
          "text": "However, there may be other methods annotative practices so to avoid positivistic assumptions. Similarly to many other things, practice makes perfect! So to avoid positivistic assumptions, practising deep listening with close listening practices like I mentioned in previous paragraphs, can aid in combating these challenges and limitations.  "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "To conclude, my AVAnnotate project on Sarah Kay’s spoken-word poem "
        },
        {
          "text": "When Love Arrives, ",
          "italic": true
        },
        {
          "text": "performed alongside Phil Kaye, was significantly enhanced by integrating analytical methods inspired by our class lectures and required readings. By closely listening to vocal elements such as amplitude, caesura and timbre, I was able to engage with and illuminate the poems emotional complexity and evolution from young naive to mature realistic understandings of love. With insights from MacArthur's exploration of vocal performance, Belcourt’s effective and ethical approach to listening and understanding emotions, as well as Eidsheim’s culturally contextualized analysis of vocal timbre collectively provides a framework that enriched my annotations. Despite the challenges I had faced when annotating the poem through the lens of these readings, it ultimately allowed for a comprehensive interpretation; highlighting the ways in which sound studies and careful listening contribute meaningfully to our engagement with spoken-word poetry, revealing deep layers of emotion and cultural resonance. "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    }
  ],
  "title": "When Love Arrives (2015)",
  "autogenerate": {
    "enabled": false,
    "type": "custom"
  },
  "slug": "when-love-arrives-2015",
  "created_at": "2025-04-26T05:20:21.893Z",
  "created_by": "mikvela",
  "updated_at": "2025-04-26T05:32:03.122Z",
  "updated_by": "mikvela"
}